{"podcast_details": {"podcast_title": "Radio Atlantic", "episode_title": "Fatigue Can Wreck You", "episode_image": "https://megaphone.imgix.net/podcasts/0de63462-667b-11e7-831d-4b9604c13c3c/image/RadioAtlantic_PRODUCT_3000x3000_KeyArt.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " It can be hard to keep up with everything that's going on in the world. With Atlantic Newsletters, our writers and editors curate the most important stories on the topics that matter to you, so you can stay focused on the essentials. Sign up for free today at theatlantic.com newsletters. Every single time I write one of these pieces, hundreds of people will write in saying that for the first time they have read something that actually explains their experiences, that they have tried so hard to explain to doctors, to employers, to friends and family with no success. I really cannot stress enough what a large community of people exists out there who are suffering and feel like they're suffering alone. I'm Hannah Rosen, and this is Radio Atlantic. In theory, a conversation between a doctor and a patient should be pretty straightforward. Doctor, I have this thing. Okay, patient, I can help you out in this way. But sometimes it doesn't go that way, because the doctor may have some baggage, like outdated medical knowledge or cultural stereotypes, and the patient might have some baggage, like shame or not quite the right words. And all of that gets in the way. This is a condition whose sufferers could very easily be overlooked, in part because many things about their condition hide them from public scrutiny. Today, we're talking to former Atlantic staff writer Ed Young about a disease, maybe more like an extreme symptom, where the baggage gets in the way a lot, fatigue. As a science and medical writer, Ed hears from a lot of long haulers, people who are suffering from long COVID. And fatigue is one of their main symptoms. It feels as if they are collectively a group of people we'd rather not think about. Because, you know, COVID was a nightmare. Let's just be done with it already. You know, I've been reporting on long COVID since the very beginning, since before most people knew about its existence. I think even from those early days, there was a sense that long haulers are deeply inconvenient to this narrative that the mission has been accomplished, we're all done, we've got vaccines, and now we're fine. That's not true. And I think the fact that there are still people who are suffering from persistent disability as a result of COVID infection is a testament to the fact that the pandemic and its consequences are still with us and will be with us for some time. COVID was a shared experience. But for these long haulers, the aftermath is much more lonely. And the thing I learned in this conversation was that it's not just doctors whose biases are getting in the way of understanding this disease. Many of us have a hard time taking something like fatigue seriously. Before we get going, a quick medical primer. In this conversation, we're talking about a kind of fatigue experienced by both people with long COVID and people with myalgic encephalomyelitis, or ME, which is sometimes casually referred to as chronic fatigue syndrome, or CFS. Ed just refers to it as ME-CFS. He also refers to something called PEM, P-E-M, or post-exertional malaise. For people who suffer from fatigue, PEM is a crash that can happen even after minor exertion, like taking a walk or going to the doctor. All their symptoms get intensified, and new ones pile on. Ed will explain. That version of fatigue that people with these illnesses are suffering from is just not the same as the kind of everyday fatigue that a healthy person like me might experience. I have experienced fatigue before. I have done all-nighters, I've done long workouts, I've been jet-lagged. It's really nothing like what the people I've interviewed have experienced. So baseline, people with long COVID and ME-CFS experience a fatigue that is much more severe. They feel leaden, they feel weighed down as if they've got weights on all of their joints. While my fatigue is amenable to agency, as in I could do a long run, but I'll still will myself to go into a shower, and then I'll feel better afterwards, the fatigue of these energy-limiting illnesses is much, much harder to push through. And finally, this kind of fatigue isn't really cured by rest and sleep. It might be mitigated slightly, but it's not going to go away. So a lot of long haulers wake up feeling fatigued. Fatigue is a constant baseline presence in their life. Yeah, I mean, there were a couple of things that you reported on that made me realize this isn't just a different degree of what I commonly feel. It's a completely different animal. One was the concept you mentioned that rest doesn't help. That really strikes you. It's a very simple concept, but if I'm fatigued, I rest. That doesn't work. Absolutely. And this is a large part of why people who experience things like long COVID often struggle to get sympathy or understanding from other people. If someone tells you they're fatigued, you just think, fine, like rest, you'll get over it, I get over it. But these are people who, in extreme cases, are bed bound. People who said that in the worst extremes of this kind of fatigue, they might think, should I drink water now in the knowledge that I might not be able to actually make it to the bathroom later? It's that kind of horrific calculus that they're going through. And to be then told by the people who are meant to have their backs that they're experiencing something like actually nice and restorative is very hurtful and very harmful. Yeah. And part of the great misunderstanding. You know, one thing that was revelatory to me in your reporting, and maybe infuriating is a better word than revelatory, is learning that we actually know quite a bit about the mechanisms of fatigue. Like all this time, I'd been assuming that it was more of this medical mystery, and that's why doctors had a hard time understanding it and treating it. But it turns out that there are at least some very likely explanations. Yeah, it is also infuriating to me that this frame of long COVID and ME being mystery illnesses is so common and so readily regurgitated, because I think it masks this deeper existing understanding of what's behind these illnesses. The explanations for why people with these conditions experience such profound fatigue, I think, fall into two main categories. One is a problem with their autonomic nervous system. That's the part of their body that governs all of the unconscious stuff like heartbeat breathing, the things that we do without thinking about it. When that's disrupted, that's a condition called dysautonomia, then things that we normally take for granted just don't work. So when we're active, blood vessels expand and send oxygen-rich blood to the muscles that are doing the work. If that doesn't happen, then we simply don't have as much energy as we actually need. If those active organs that aren't getting blood include the brain, we might get brain fog. And then a lot of people with long COVID and ME also have metabolic problems. It's problems with the very fundamental generation of energy. Because of either the infections that they experience or the inflammation that results, their mitochondria, so the tiny little batteries in our cells that provide us with energy, start getting damaged. When they get damaged, they release these violent oxygen chemicals. Inflammation can also trigger this switch from the normal kind of energy-producing system that we all use to a faster but much, much less efficient one that also pumps our cells full of lactic acid, which as we know after a workout is quite painful. And so all of this explains that dead battery feeling, that you just simply cannot produce the energy you need. It explains the poisoned burning feeling that a lot of long haulers experience because their cells are filling up with things like lactic acid, which hurt. It is actually helpful to be able to visualize some of these symptoms. So is there any way to quantify this? Do we know how common it is? Are there any reliable statistics about how many people are suffering from any of these forms of fatigue? Yeah, it can be hard to measure because obviously these symptoms are a bit subjective and the way you measure them can vary from study to study. But it is clear that even taking into account people with ME-CFS for whom PEM is just the defining characteristic, there's anywhere between 800,000 and 2.5 million of them in the US alone. Right, if you think about long COVID, it's estimated there are over 15 million long haulers in the US. Fatigue and PEM are both very common symptoms of this condition. So not all of those 15 million will have these problems, but many will. They will vary in severity. So people who have the worst varieties of these problems will be bed bound or house bound. You might see someone who has PEM on a good day when they are trying to have a normal life. You're not going to see them two days later when they are crashed and unable to move. And that's one of the forces that I think hides the reality and the scope of these conditions from public understanding. People with these kinds of energy limiting illnesses are often treated not just with disbelief, but with contempt. A woman named Mary Dimmock, who's been a long time ME-CFS advocate, told me that she only understood what her son Matthew, who has ME, goes through when she watched him just melt in front of her eyes because he had a PEM crash. What did she mean by melt? I think that your energy disappears. You might feel sick as well as tired. So a lot of people talk about having flu-ish symptoms on top of the fatigue that they experience. But in Mary's case, you know, she talked about her son, his colour changing, his posture changing, like just, he just seemed to lose energy in front of her eyes, going from someone who was sitting upright at an agenda table to someone who couldn't even manage that. When people say to a friend or go to a doctor's office, say they're fatigued, what are the stereotypes or negative associations that we have culturally when we hear, I am fatigued? A lot of people with long COVID and MEs hear that they are just depressed or anxious, that their symptoms are all in their head. And this is patently untrue for several reasons. Firstly, many of them desperately want to move. They really want to get on with their normal lives, which is not the same with depression, right? If you have depression, you have low mood, you don't want to do stuff. If you ask someone who's depressed, what do you want to do tomorrow? They might struggle to come up with a list of things. You ask anyone with ME what they want to do tomorrow, they'll give you a long list of things that they miss about their old lives, but that they can't do. So the motivation is very much there, but the ability to do it is not. So that's one misconception, right? The idea that people just have some kind of mood disorder. Another is that they are deconditioned. Now, they might be deconditioned, which just means that they haven't moved for a very long time and they are weak, but that's not the cause of their problems. It's the result of having not enough energy to move. People who have long COVID and ME-CFS are very often told by doctors that they just need to push through it, that they need to exercise, that they need to show some grit, get off the bed, like workout, that sort of thing. This is in part understandable because for most health problems, exercise is a good thing. If you have PEM, it very much is not. In fact, it's the opposite. So a lot of long haulers and a lot of people with ME get told to exercise their way out of it early on, and they just get progressively worse. Many of the people I've talked to, including physiotherapists whose whole business revolves around exercise, did this. They tried to push their way through their initial symptoms and just couldn't understand why they kept on getting worse. I mean, I imagine a reason that dogma is difficult to shift is because of the moral associations, the unspoken link of movement and productivity with virtue. I mean, a doctor doesn't necessarily have to be aware that they are making that association, but I think that lingers very strongly. I think that's exactly right. There has been this long standing association between productivity and worth. And one of the people I spoke to said to me, fatigue is profoundly anti-capitalistic. It means that people cannot do the thing that we expect a lot of people to do, which is to push through, to keep at it, to show grit and so on. And it's really pervasive. I mean, I imagine a lot of people listening. I imagine you and I at some point in our lives. I mean, Americans are productive. And as much as we want to help it, I bet a lot of us just can't break that association. Even doctors whose profession is famous for forcing their way through exhaustion. I mean, right. Perhaps especially doctors for exactly that reason. Medical training is really grueling. So it's selects for a professional class of people who have valorized the idea of pushing through extreme depletion. Yes. It's no wonder then that those people might find it hard to empathize or sympathize with folks whose biology prevents them from doing that. And especially because these are not things that are taught in medical school. All the people I know who have long COVID and ME and who are also healthcare professionals tell me that they never learned about these conditions when they were going through their training and were completely shocked to see for themselves that a body could lack energy in these profound ways. Yeah. There's also another way in which this is pervasive, which is among women. There's a long history of women describing how difficult it is to convey that they are suffering from chronic fatigue. I'm thinking of Megan O'Rourke's writing here. There isn't historically as much pressure on women to be productive. I think it's a different dynamic operating. Yeah. So Gwen Dujardin, the literary historian, notes that the feminization of fatigue stigma really happens in two kinds of phases. There's an early phase epitomized by a lot of the ancient Western epics in which women are seen as sources of debilitating fatigue. You have people like Circe tempting Odysseus with the promise of long, easy rest, Dido doing the same with Aeneas. In these cases, women are averting, questing heroes from their noble pursuits with the promise of idleness. And then much, much later on, after industrialization, women turn from being sources of fatigue to emblems of fatigue. The idea is the men are going off to the factories to labor and work while the women are sitting at home doing nothing and they become stigmatized for that instead. But in either case, the stigma is there, it is feminized and it is negative. And the fact that these kinds of energy limiting illnesses, things like long COVID disproportionately affect women is absolutely part of why they are so neglected. One common thing I hear from skeptics about all this is, oh, I don't know anyone with long COVID. How can there be a mass disabling event when no one in my social circle has this? Well, especially if you're skeptical about it, no one's going to talk to you about any of these problems, right? Think of how much it takes, how much courage and trust it takes to unburden your health problems on another person. I mean, as you're describing it, I'm thinking it might be harder among a certain sort of class of achievers in America to say the words, I can't get out of bed than it is to say, I'm an alcoholic. I mean, that's weird, but it just, it might just be very hard to say, you know? Yeah. I mean, in both cases, you have a huge amount of stigma, but at least in one, there's kind of a script, right? There's a bit more of a familiar cultural understanding that this is something you can do. It has been striking to me in talking to a lot of long haulers and talking to a lot of scientists who study these conditions, how much concordance there is between the language and the metaphors people use to describe what is happening to them every day and the scientific underpinnings that we're starting to understand behind these conditions. People with these conditions are often told that their descriptions are exaggerated or melodramatic, but they contain an incredible amount of truth in them. You know, most long haulers do not know about the biochemistry going wrong inside their cells, but they do seem to be uncannily good at capturing some of those things through metaphors. So, people with one kind of dysautonomia called POTS will often say that they feel drained, and that actually is exactly what is happening to them. They might stand up or sit up and blood will pool into their lower extremities because their autonomic nervous system isn't working. So, they really are being drained. Right. The autonomic nervous system that isn't working properly, that's the thing you mentioned earlier, which might mean that your blood vessels aren't dilating like they should or your heartbeat and breathing are affected. So, they are trying to head off all these very real symptoms by slowing down. And I guess the difficulty is that there's all this cultural resistance to slowing down. So, what methods are people finding to get through this? Pacing is the single most important strategy that a lot of the people I've talked to have taken up, and that is a way of carefully sensing how much energy you actually have and keeping your activity levels below that threshold that might lead to a debilitating PEM crash. Right. For example, someone might know that they need to do an hour of work, and they might rest in the run-up to that, and they might take a long rest after that. They might wear a heart rate monitor, and they might note how their day-to-day activities are affecting their heart rate, and they might just have to stop and slow down if they hit a certain threshold. It's quite a difficult strategy to learn how to do correctly. People without certain privileges, like financial security or social support, might struggle to do full stop. And people who really want to regain their former lives or who are struggling with their mental health might also find incredibly difficult. I think pacing is immensely important, but it can be hard for people to appreciate its value because it's not really about getting better. Pacing is not going to cure your long COVID. It is predominantly a way of not getting worse, and that is the risk that people run when they overexert, either physically or cognitively. They could get worse with each crash. So not crashing is infinitely better than crashing all the time. And people I've spoke to have said that, but it doesn't mean that you're suddenly going to be healthy again, and that is quite a rough pill for a lot of people to swallow. Ed, when you talk about this and explain it to me, it sounds so clear and comprehensible. How do we open this up so that doctors, friends, family, supporters just understand this whole landscape a little better? How do we get to a place where the doctor-patient conversation or the friend-friend conversation is maybe more open and sympathetic? Well, I think you need to understand the cultural history for why we stigmatize these conditions and why we don't really understand them. You need to know the science behind them that shows that they are a real physiological thing. You need to hear the experiences of patients themselves to really understand what fatigue means to them and what PEM means to them and why they're so different from either what these patients experienced when they were healthy or what I experienced as a healthy person. And then you need to know the consequences of things like exercise and activity, and you need to know how to actually support these patients in not getting worse or regaining as much quality of life as they can. Yeah, and friends I've had who've had long COVID, I do notice there is an eagerness to talk and such gratitude for curiosity because it's lonely. It's not a good thing to talk about it. It's not a good thing to talk about curiosity because it's lonely, because you're experiencing sort of an unusual constellation of symptoms by yourself. And so it's nice to be able to unburden in specificity. Absolutely, you know, especially if they trust that you will actually listen to them. There is so much openness and warmth and willingness to share in this patient community. So many of them are desperate for the barest shred of understanding that they will sacrifice some of their health in order to get it. And I think that alone should be a sign what they need from the rest of us, people who are able bodied and healthy is not an odd sense of inspiration, but solidarity and support and empathy and a push for more understanding and better treatments. Well, on that note, Ed, thank you so much for talking to us and thank you for writing this. Thanks, Hannah. Thanks for giving time to this. This episode was produced by Becca Rashid, edited by Kevin Townsend, fact-checking by Will Gordon, engineering by Rob Smirciak. Our executive producer of audio is Claudina Bade. Our managing editor of audio is Andrea Valdez. I'm Hannah Rosen, and you can find new episodes of Radio Atlantic here every Thursday. Listeners, a reminder to fill out that survey. You can find it at Atlantic.com slash listener dash survey. And we'll also put the link in our show notes."}, "podcast_summary": "In a recent episode of Radio Atlantic, former Atlantic staff writer Ed Young discussed the overlooked condition of fatigue among long haulers, those suffering from long COVID. He explained that fatigue experienced by long haulers and those with myalgic encephalomyelitis (ME-CFS) is not the same as everyday fatigue. It is much more severe, with sufferers feeling weighed down and experiencing a constant baseline presence of fatigue. Rest and sleep do not cure this fatigue, and simple activities can trigger a crash known as post-exertional malaise (PEM), where symptoms intensify. Ed highlighted the deep lack of understanding and stigma surrounding these energy-limiting illnesses, with sufferers often being dismissed as depressed or anxious. He explained the scientific explanations for the fatigue, including problems with the autonomic nervous system and metabolic issues. Despite the prevalence of these conditions, they are often misunderstood and neglected. The episode emphasized the importance of empathy, understanding, and support for those experiencing fatigue and the need for better treatments.", "podcast_guest": {"name": "Ed Young", "org": "The Atlantic", "title": "", "summary": "Edward Christopher Sheeran  ( SHEER-ən; born 17 February 1991) is an English singer-songwriter. Born in Halifax, West Yorkshire, and raised in Framlingham, Suffolk, he began writing songs around the age of eleven. In early 2011, Sheeran independently released the extended play No. 5 Collaborations Project. He signed with Asylum Records the same year.\nSheeran's debut album, + (\"Plus\"), was released in September 2011 and topped the UK Albums Chart. It contained his first hit single \"The A Team\". In 2012, Sheeran won the Brit Awards for Best British Male Solo Artist and British Breakthrough Act. Sheeran's second studio album, × (\"Multiply\"), topped charts around the world upon its release in June 2014. It was named the second-best-selling album worldwide of 2015. In the same year, × won Album of the Year at the 2015 Brit Awards, and he received the Ivor Novello Award for Songwriter of the Year from the British Academy of Songwriters, Composers and Authors. A single from ×, \"Thinking Out Loud\", earned him the 2016 Grammy Awards for Song of the Year and Best Pop Solo Performance.\nSheeran's third album, ÷ (\"Divide\"), was released in March 2017, and was the best-selling album worldwide of 2017. The first two singles from the album, \"Shape of You\" and \"Castle on the Hill\", broke records in a number of countries by debuting in the top two positions of the charts. He also became the first artist to have two songs debut in the US top 10 in the same week. By March 2017, Sheeran had accumulated ten top-10 singles from ÷ on the UK Singles Chart, breaking the record for most top-10 UK singles from one album. His fourth single from ÷, \"Perfect\", reached number one in the US, Australia and the UK, where it became the Christmas number one in 2017. The world's best-selling artist of 2017, he was named the Global Recording Artist of the Year. Released in 2019, his fourth overall and first collaborative album, No.6 Collaborations Project, debuted at number one in most major markets, and spawned three UK number one singles, \"I Don't Care\", \"Beautiful People\" and \"Take Me Back to London\". His fifth studio album, = (\"Equals\"), topped the charts in most major markets in 2021. His sixth album, - (\"Subtract\"), was released on 5 May 2023.\nSheeran has sold more than 150 million records worldwide, making him one of the world's best-selling music artists. He has 101 million RIAA-certified units in the US, and two of his albums are in the list of the best-selling albums in UK chart history. In December 2019, the Official Charts Company named him artist of the decade, with the most combined success in the UK album and singles charts in the 2010s. As of April 2022, he is the most followed artist on Spotify. Beginning in March 2017, his ÷ Tour became the highest-grossing of all time in August 2019. An alumnus of the National Youth Theatre in London, Sheeran's acting roles include appearing in the 2019 film Yesterday."}, "podcast_highlights": "- \"Every single time I write one of these pieces, hundreds of people will write in saying that for the first time they have read something that actually explains their experiences, that they have tried so hard to explain to doctors, to employers, to friends and family with no success.\"\n- \"Fatigue is a constant baseline presence in their life.\"\n- \"Their autonomic nervous system isn't working. So when we're active, blood vessels expand and send oxygen-rich blood to the muscles that are doing the work. If that doesn't happen, then we simply don't have as much energy as we actually need.\"\n- \"Many of us have a hard time taking something like fatigue seriously.\"\n- \"Pacing is the single most important strategy that a lot of the people I've talked to have taken up, and that is a way of carefully sensing how much energy you actually have and keeping your activity levels below that threshold that might lead to a debilitating PEM crash.\""}