{"podcast_details": {"podcast_title": "The UAV Digest", "episode_title": "427 Drone Safety Day 2023", "episode_image": "https://theuavdigest.com/wp-content/uploads/2013/08/UAVdigest_logo_1400.jpg", "episode_transcript": " You're listening to episode 427 of the UAV Digest. I'm Max Fleit. And I'm David Vanderhoef. Hello Max. Looks like we've got another, we had a week off, but we've got a good two weeks worth of news to go over. We do. A bunch of good stories. So let's get started. Our first stories tonight are a drone that can change its shape. I know we've talked about that before, but this one's dragging some attention. Ford thinks about jumpstarting dead batteries with drones. Florida bans DJI from government agencies. A NASA grant to develop a decision-making system for small UAVs. Drones that work together without colliding. How to turn a fixed wing drone into a vertol drone. Farmers saving resources with drones. And landing drone in Red Square, you can get a cash prize. Well, I'm not sure we want to endorse this, but it's definitely a good story. So let's get started. Our first story comes from FoxNews.com. Crazy shape-shifting drone inspired by dragons forces itself around objects. The University of Tokyo graduate students created drone prototypes that can rearrange into different structural shapes in midair. It's kind of an interesting design. These drones have segments, individual segments. And each segment has a multi-axis gimbal system. And in addition, each segment has its own propulsion unit that can thrust in any direction. These drones can therefore, as they're in the air, change their shape, change their configuration. Pretty wild. And change their direction, like a dragon. So if you can sort of imagine a sort of serpentine kind of UAS, it sort of flails around in the air and depending upon what you need it to do. And because of that, they can also change configuration to hold objects and not just fly around corners and stuff. So it's definitely multifaceted, kind of borderline matrix octopus kind of thingies, but pretty neat. Yeah, this is a sort of thing where I'm sure we can envision some applications for this, but there are probably many others that you can't think of right now, but none of them are good. But that's not the only thing they've developed. They've kind of used this idea to create something that can walk across the ground. They developed SPIDAR, which is a quadruped robot. It has joints in each leg and can fly. These group of engineers are going for the creepy factor when it comes to these UASs. The video of this one is really something to watch, the SPIDAR, because it looks like a big spider kind of walking itself across the floor. But then because it's got the rotors, it can lift itself up and fly and drop down somewhere else, walk around there. Jump on top of you, scare the heck out of you. That would freak me out. If you don't like spiders, stay away from that video. However, if the spider came and saved your car's dead battery, I think you probably wouldn't complain. The next story is from dronelife.com. Could drones jumpstart your car when you're stranded? Ford's new patent. Ford's been patenting a lot of stuff with UASs and automobiles, but most of them probably will never come to fruit. But I kind of like this idea. So under this patent, the idea is that if there are motorists who are stranded with a dead battery, that the Ford vehicle could transmit some sort of a dead battery signal and a drone would come to assist you at your vehicle and apparently open the hood, connect itself to the battery and give you a jumpstart. That sounds kind of crazy. Open up the hood and connect to the battery. That seems like it's a kind of a detailed sort of task for something like a multi-rotor. Well, you know, okay, well, even if we allow that, even if we, you open the hood, that's just common courtesy, you know, AAA is coming. You should at least open the hood. That way also you're on the side of the road that somebody knows you're broken down to good signal to have. But still it is kind of amazing. What I was sort of surprised at is how much additional charge can the quad rotor or the multi-rotor carry so it can jumpstart the car. There's some technical issues here, like Max has said, that it's different. It's a great idea, but wonder if one will ever come to fruition. Well, I don't know if you've seen those little lithium battery jump boxes. They're not that large, actually, many of them. And you charge them up by USB at home. You plug them in and charge them up and then you just toss them in your trunk. And if you need a jumpstart or somebody else does, you hook them up to your battery and it kind of dumps the battery charge all at once, enough power to turn over the starter and start the car. And they're not that heavy, but they're kind of small and compact. And yeah, something like that I think could be carried by a drone pretty easily. But this is an old patent. Maybe the original patent goes back to 2017, filed by Ford then. But what's new here is it's just been published and assigned a serial number. So it's an official patent at this point. Took a long time to get through the process, though. I'm not sure why. They were droning on about it. There was no spark to get it motivated. Yes, folks, I'll be here all week. Tip your waiters and waitresses. It is kind of George Jetson-y, you think, that you break down on the side of the road and your little drone comes along, chugs along, and pops a hood. Or maybe not a drone, but a nice droid. It's very Star Wars-y. The more I think about it, the more I like this charming, smiling little robot coming along and saying, can I check under the hood? Check your oil? Yeah. Well, I think also this would be something that would be more useful in kind of urban areas. If you get out in sparsely settled areas, and how many drones are you going to have around there just waiting to get a signal that someone needs a jumpstart? In a densely populated area where this may occur pretty frequently and where a drone wouldn't have to fly all that far, I can see that. But out in the countryside, I don't know if this really has an application there. But yeah, like you say, David, it's kind of interesting. We'll see, but as Max has always said, just because there's a patent doesn't mean it'll ever come to fruition. But we'd like to see this one at least be a attempt. I actually want to see it executed. Even if it doesn't come to full production, I think it would be kind of cool watching it. Show up, pop the hood, check the brakes, roll down the windows. And if they can get it to do the windshield, then Ford's got it. So despite police outcry, Governor DeSantis's administration bans Chinese drones down in the state of Florida. This is from the Tampa Bay.com. This has been TikTok or DJI. Not sure who the arch enemy of the United States is, but those two are running neck and neck. So what we see is the governor, Ron DeSantis, in Florida is forbidding government agencies from using drones manufactured by DJI. And in order for a government agency to procure drones, they have to buy them from one of the approved manufacturers that are on the list. And as you can expect, Chinese drone manufacturers are not on the list. So this takes effect as we record this, I think next week, in terms of purchases, new purchases. As for all the drones that are already out there, the government agencies in Florida have until January 1st to stop using drones that aren't on the list. And it's got to be a lot of drones down there. There's a statistic from one lawmaker that says that the police and other agencies have purchased an estimated $200 million in DJI drones over the years. There's a lot of drones out there. And the police departments and first responders and other government agencies that are using these things in Florida are, for the most part, not very happy. Many of the departments in the state have grounded their fleets. And part of the other problem is, and we've acknowledged this, is not only is DJI so large of the market share for prosumer or pro drones, but they are, it got that way because they are the best. And the quality of the drones on Governor DeSantis' recommended list are not as good quality and are, you know. So these police forces are struggling with having to give up a quality product for a less than normal quality product for what is, can be deemed a dubious reasoning. Yeah. And those other drones on the list are tending to be more expensive than the Chinese drones. So not only are some of the police departments unhappy, but some lawmakers, well, on both sides of the aisle. The Republican Senator from Smyrna Beach, Tom Wright, says that, I'm not going to let one officer risk his life or her life because somebody thinks that these things talk to China. He says, I cannot imagine what China would really want to see when we pull over a DUI, when we stop a speeding car, when we arrest somebody for an outstanding warrant. He's made it his personal mission to get these DJIs back up and flying. But on the opposite side is Senator Jason Pizarro, a Democrat from Miami, said every single officer here can have a DJI drone at home, but not on the job. That seems and smells really political to me. And that's a good point. Where does the ban stop? Does that mean you take off your uniform? You can go fly your own Phantom 2? And it doesn't prevent other civilians from flying. There's so many people who now do emergency procedures with hurricanes and floods where they use what they have on hand. So DJI has really got a political issue going on. I don't know if there's ever been any real evidence that DJI was collecting data on US personnel. If there are, please let us know. Send us the articles. But it's sort of like this is really a politically motivated maneuver because it's easy to make a headline. Yeah, I agree, David. And the article also points out, actually it comes from Wright, the same politician there, which is that much of the information that the drones collect, it's public record in Florida anyway. So whether the Chinese are after who's getting arrested by collecting data from the drones or just getting it from the public record, it's still out there. It doesn't matter. So yeah, I think there's a heavy political issue here. I know we like to stay out of politics because we get in trouble and we delve too deeply into it. The unproven way to amass power, and we see this throughout history, is to create a common enemy and then be against that enemy. That's how you can get your own power. And I think we may be seeing some of that here. So let's go to the center of the country, making the skies safer with smarter drones. This is from ND.edu, otherwise known as the University of Notre Dame. And their computer scientists and engineers are developing an automated decision-making system for NASA using a grant for $5.3 million. So NASA's current drone traffic management system for uncrewed vehicles and integrating them into low altitude airspace doesn't rely on air traffic controllers, but flight details are shared electronically and drones are authorized for flights and controlled airspace, shared with other drones, helicopters, and airplanes. But now Notre Dame is looking to enhance the NASA system. So they're going to develop decision-making software that permits or denies flight requests from drones. So by evaluating a drone's, and this is kind of interesting, safety track record, equipment readiness, operator preparedness, and maintenance procedures. Now I quite wonder, though, how all of that data is going to be in that system, in that software. What kind of data management system is going to be inside the drone to provide that information? It is a kind of a unique approach, I think. Other approaches, including NASA's current traffic management system, uses measurable parameters, location, speed, direction, all of those kinds of things. And it seems like what Notre Dame is looking at here is sort of softer factors. Like you said, David, the safety record of the drone. And I don't know if that means that model of drone or that actual drone being operated by that individual or that organization, all of those things. So yeah, incorporating these sort of soft factors or parameters is an intriguing idea. I think you have the right question, David, which is how do you collect that data and then integrate that into the traffic management system? But the NASA grant is over three years. There's some good resources there for Notre Dame to tackle this issue. And we'll see what kind of results they get. And of course, NASA's primary mission is to develop and provide funding for other organizations to work on these experimental programs. So it's definitely an outside of the box look at traffic management. But again, it's a lot of, like you said, Max, soft data. It's not hard and fast. You know how many miles an hour a drone can grow to. The safety track record, that's like, okay, who's setting those standards? We spent all those years talking about standardization, Max, on this show. And here we are, it's like, okay, we're back to another level of greater standardization, but who's going to set those standards? Yes. So let's go to MIT since we're on a collegiate role here. This is from the Robot Report. MIT researchers create algorithm to step drones from colliding in midair. So the robust METAR system lets drones work together without collisions. Again, traffic management and swarm droning. Drone swarms. Drone swarms. Yeah. Drone swarms. Drone swarms. Drone swarms. Something like that. Right, right. And yeah, this robust METAR is actually an improvement over an earlier system, just the METAR system that MIT researchers created in 2020. And in the robust METAR system, each drone calculates its own trajectory, checks with nearby drones to be sure it won't collide with any of them. And it's an asynchronous, decentralized, multi-agent trajectory planner. But that original METAR project from 2020, it didn't work out so well. It worked well in simulations, but not in the real world. They actually had drones colliding that they didn't expect to. And the reason turned out to be the communications delays. There's never instantaneous communication between any two things. And sometimes the latency is long, sometimes it's short, sometimes there are other interference factors that cause that. And they determined that that was the problem with the initial approach. So and that was the METAR system. So now this robust METAR system takes into account those communication delays. It takes it into a two-step process. It broadcasts the optimized trajectory of it, right, and the committed trajectory. So it's sending, this is where I'm going to go, and this is where I'm going as a second step so that the other receiving drone has a period of time where it can accept the second batch of data to verify it to avoid, to do whatever it needs to do to avoid the collision. They put a delay check step into the process. So that you can, as they say, guarantee that the robust METAR can safely guarantee no collisions even with communication delays. So in this system, each drone has a delay check period. And it repeatedly checks for communications with other drones to see if its new trajectory is safe. And if it's not, if it finds a possible collision, then it abandons that new trajectory and keeps going on its current trajectory. And the overall idea here is to coordinate a group of drones performing different tasks or collectively a shared task or whatever. So they tested it again like they did for the first version of this, first validated through computer simulations, and then flight experiments with actual hardware. And the MIT researchers found a 100% success rate of collision-free trajectory under the new version of this. So they've made some real progress there. But it's interesting how you're trying to keep these drones from colliding with each other and the problem turns out to be communications delays, something that's not really specific to the actual drones. And it is also a really good way of showing how iterative this stuff is. I mean, the first program failed, but what was taken away is learning has made a success. So it is these kind of university projects aren't necessarily all going to succeed, but the takeaways usually are far more value than the money that they've spent for these programs. So both good to Notre Dame and MIT for improving the system and working on these problems where we're not forking over taxpayer dollars to have some guy sitting into a classroom trying to figure it out. People are learning and it'll be interesting to see what the super duper remader is. Every time I read mater, all I could think of was the tow truck in cars, mater. But let's go from mater to flares. And we're not talking about the large things you pop to avoid heat seeking missiles. But flares is the flying launch and recovery system turns fixed wing drones into VTOLs. And this is from newatlas.com. The flares aircraft is a multi-copter drone. It's got four arms with long tall legs. And it has a mechanism in its belly that clamps onto the body of a fixed wing drone. So this structure, this flares aircraft flies over the drone, the fixed wing drone, latches onto it, takes off vertically, there's the VTOL portion, and then releases the fixed wing drone, which then takes off and goes on its mission. So it's a way of turning a fixed wing drone into a VTOL drone. There are lots of good reasons to do this. There are a lot of fixed wing drones out there that could have applications on ships, which is an example of what this was primarily designed for. So you really want a VTOL on a ship. And this is a way to take an existing drone and turn it into a VTOL. Yeah. And of course, the advantages of a fixed wing aircraft is they're faster and longer range. With the vertical takeoff, all you're using is you're using that energy for the vertical takeoff and the recovery, which we'll talk about shortly. But the speed and the range are not diminished by the fixed wing. So it's a compromised aircraft, but really it's not a compromise for either one. Both aircraft are doing their ideal job, vertical lifting or forward flight. And by combining them, you're not getting the compromise of the two. And this is designed by a company called Hood Tech. They make this flares system. And Boeing has been working well, Boeing's in situ subsidiary has been working with them. And they offer a package that includes their integrator fixed wing drone and then this flares system from Hood Tech. And one thing that they noticed, and this is to your point, David, with the fixed wing drone, the integrator, that it has a flight time of something like up to 16 hours and it can lift a payload of 40 pounds. But if it was a VTOL drone, then all of that extra capability for the VTOL portion would significantly reduce the payload capacity. So this is kind of a fascinating thing if you can picture it. And in fact, we have a video that we'll put in the show notes that is really good and shows these operating in tandem, the flares and the integrator. But how do we get it back is the question. What happens is the flares drone takes up a basically a net over the deck of the ship and the drone catches the rope and goes into the net. Now the Navy ships have been recovering drones like this for the last 10 years or longer, where they've been flying the in situ aircraft right into a cargo net and then lowering it down. So in this case, the cargo nets hung from the flares drone. So it really is a good compromise system that isn't compromising on anything. Fascinating concept and makes sense. And it's really worth it to take a look at the video because we're looking at actual aircraft flying here, not animations or illustrations. So this will really show you how this works and what it looks like. OK, now, folks, if you have your shot glasses ready now comes the alcohol portion of the show, which is Diago drones improves efficiency of tequila farming in Mexico. We're doing this in honor of getting coming up to Cinco de Mayo Tequila Prusa Diago started using drones in 2022. And they've been identifying agave plants that need pesticides, fertilizer and water. Water is a precious resource, of course, in Mexico and in the Baja Peninsula and should be used only where needed. So it's we haven't really talked about agriculture in a while, but we at the beginning when we first started doing the show, we talked about Viniculture a lot. And basically agave are a lot like agriculture and Viniculture. Right. They're grown in fields, just like you might some some other crop. And the company learned a lot last year during this 2022 pilot. They noted they really developed the flying skills of the agave planters. They were able to introduce more efficient farming practices and achieve some significant environmental benefits. They cite that water use dropped by two thirds, which is huge. So they're targeting the plants that need the pesticides, the fertilizer, the water. But this is David, these drones work in pairs. There's there are two different kinds of drones, I guess. Yeah. And so so you got a team system. You've got one identifies the plants that needs attention and collect the agave growth data. The other dispenses water, fertilizer and pesticides in a mixture. So so yeah, I mean, basically, you've got a pathfinder drone and then followed by a bomber following the old World War Two method. You know, you go in, you check where you want to hit your target and then you then you hit it. So it definitely maximizes again, it's using two drones to maximize what they're capable of doing as a team, whereas you're not trying to get one drone to do everything. You can focus on a heavier lifted vehicle for this for the food, water and fertilizer and a smaller vehicle for the to do the identification. And they've also become more efficient. They've learned, for example, when the best time of the day is to apply the water and fertilizer mix, as I said, improve the efficiency of the operation. And that's important to them, not only because of trying to maximize their profits, but also apparently, the tequila demand is increasing at a pretty healthy rate. So getting more yield is a big thing for agave growers. And we have a video for this one also that will be in the show notes that you can take a look at. If you've never seen agave plant, definitely check that out because I don't think you know, the shot of tequila you got, I don't think you realize what it comes from. So Ukraine has launched a competition to land a drone on Red Square during Russian's military parade, which is May 9, which is Victory Day in Russia. It used to be May 1, because that was the day of the Soviet Revolution. But now it is May 9. So Ukraine wants you to it's got some money if you want to go fly your drone and get through all the stuff and land in Red Square. Yeah, apparently Ukraine is helping us all celebrate this Victory Day with a cash prize if you can land a UAV in Red Square on the 9th. And I don't know if this is an official government competition. I don't think so. I think the guy who came up with the idea is a co-founder of a bank and he's also a developer of the Dovbush drone. And he said, I am officially awarding a prize to a Ukrainian UAV manufacturer whose aircraft, with the help of the military, of course, will fly and land on Red Square in Moscow on May 9. It's almost humorous. I mean, I don't know if such a thing is even possible. Well, remember the young German boy that flew from West Germany and landed in Cessna in the middle of Red Square in the 80s. I mean, he basically flew below the radar and got everything down. And part of me says there's a lot of tongue in cheek on this. However, it does show how important UASs are and UAVs are in the war in Ukraine. The prize fund is growing. As of this article, it was at in pounds, in British pounds, it was 440,000 pounds. But there is apparently an open invitation to anyone who wants to contribute to the fund. So the prize money might be growing. But there is one, at least one requirement in order to claim the... Well, one of the requirements is obviously landing the drone in Red Square. But there's another requirement in order to be eligible for the prize money. It must say something like glory to Ukraine or glory to our heroes, probably preferably in Russian and not Ukrainian. So they can get the message out on the drone. So yes, if you tow it via banner, I think you'll get some additional prize money just for the sheer gall of doing it. So we did this a little humor, but it is really important that we don't forget the fact that there is a serious war going on in Europe right now. And drones are a huge part of it, like we've never seen before. So we'll end it on that. Well, we've got one more item and this is our public service announcement. So Max, tell us what FAA.gov has got for us this week. Well, coming up on April 29th, 2023 is the annual Drone Safety Day. That's a Saturday, April 29th. And it's an annual campaign. It's dedicated to educating the drone community of the importance of flying safely. And just by way of describing how many drones are out there, the FAA says as of January, there were over 871,000 drones registered with the FAA and over 307,000 certified remote pilots. That's a lot of people. But in any event, many of them, I think, fly safely, but not everybody has all the awareness they need. So we have Drone Safety Day. And we'll have these links in the show notes, but you can download the 2023 Drone Safety Day Playbook. There's also a Drone Safety Day Flyer that you can get access to. And you can also visit the Drone at Home page to find ideas for participating in this. And they also provide a link where you can register your event. So we hope people take advantage of that coming up on April 29th. I know that we will be doing something along those lines for Drone Day at the American Helicopter Museum. Drones are really important. And educating our younger people on how to properly fly them is one of the new missions of our science and education director. So it's definitely... Drones are fun, but you have to fly them safely. Luckily it's been good. I'm going to jinx us, but we haven't had a really... You're grounded file in a while. So that's a good sign. Always a good sign. All right. Well, thank you for listening to the UAV Digest. This has been episode 427. You can find us at theuavdigest.com. Show notes are there. We have several great videos this week. Take a look at those if you can. Next week we will be taking off. It's not my co-host's fault, but mine. I will be at Disney World at Galaxy Edge absorbing all of the Star Wars nerddom that I can in 24 hours. So we will return the following week, which happens to be Max Flight David Vanderhoef birthday week. So with that, you can find us on social media. Reach out to us, send us some links, talk to us if you have any opinions or you've got that drone program that you're going to fly to Red Square, let us know. So with that, I'm going to say this is David in Delaware. And Max in Connecticut. Thanks for listening."}, "podcast_summary": "In this podcast episode, several interesting drone stories were discussed. The topics covered include a shape-shifting drone developed by students at the University of Tokyo, Ford's patent for using drones to jumpstart dead car batteries, the ban of DJI drones in Florida government agencies, a NASA grant to develop a decision-making system for small UAVs, MIT's algorithm to prevent drone collisions, the use of drones in tequila farming in Mexico, and a competition in Ukraine to land a drone on Red Square in Moscow. Lastly, a Drone Safety Day campaign was mentioned to promote safe drone flying practices.", "podcast_guest": {"name": "Ron DeSantis", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "Highlights from the podcast:\n\n- \"These drones have segments, individual segments. And each segment has a multi-axis gimbal system. And in addition, each segment has its own propulsion unit that can thrust in any direction.\"\n- \"So under this patent, the idea is that if there are motorists who are stranded with a dead battery, that the Ford vehicle could transmit some sort of a dead battery signal and a drone would come to assist you at your vehicle and apparently open the hood, connect itself to the battery and give you a jumpstart.\"\n- \"Florida is forbidding government agencies from using drones manufactured by DJI.\"\n- \"Notre Dame is looking to enhance the NASA system. They're going to develop decision-making software that permits or denies flight requests from drones. So by evaluating a drone's safety track record, equipment readiness, operator preparedness, and maintenance procedures.\"\n- \"MIT researchers create algorithm to stop drones from colliding in midair.\""}